IDENTIFICATION DIVISION.
PROGRAM-ID. SERVERLESS-COBOL.
ENVIRONMENT DIVISION.
DATA DIVISION.
PROCEDURE DIVISION.
    DISPLAY "Hello Serverless World!".